Repository: DeveloperAcademy-POSTECH/2025-C6-A11-QueendomJaerim
Catalog: QueenCam/QueenCam/Presentation/Localization/Localizable.xcstrings
Source language: ko
Languages: en

source: ‘주변 기기 찾기’
en: ‘Find Nearby Devices’

source: ‘주변 기기 찾기’를 시작하고 잠시 기다려주세요.
en: Start with ‘Find Nearby Devices’ and wait a moment.

source: ‘주변 기기 찾기’를 시작해 친구에게 페어링을 요청해주세요.
en: Start with ‘Find Nearby Devices’ and ask your friend to pair with you.

source: © 2025. 팀 퀸덤. 문승찬, 엄태형, 윤보라, 이재림, 임영택, 차정인.
en: © 2025. Team Queendom. Moon Seungchan, Um Taehyung, Yun Bora, Lee Jaelim, Lim Youngtaek, Cha Jungin.

source: 6자리 코드가 나오면 친구에게 코드를 알려주세요.
en: Once the 6-digit code appears, share it with your freind.

source: iOS 시스템 이슈로 인해 이전에 페어링했던 기기의 정보가 사라지는 문제가 발생할 수 있습니다. 번거로우시겠지만 다시 한번 친구와 기기 등록을 진행해주세요.
en: Due to a known iOS issue, pairing information may be reset. We’re sorry for the inconvenience, but please try registering others’ device again.

source: iOS 시스템 이슈로 인해 페어링이 원할하게 완료되지 않는 문제가 발생할 수 있습니다. 번거로우시겠지만 취소를 눌러 코드를 다시 입력해주세요. 만약 이후에도 문제가 발생한다면 두 기기 모두 전원을 껐다 켜서 재시도 해보시길 권장드립니다.
en: Due to a known iOS issue, pairing may not complete successfully. We’re sorry for the inconvenience, but please tap Cancel and try entering the code again. If the problem continues, we recommend turning both devices off and back on, then trying again.

source: LIVE 끔
en: LIVE OFF

source: LIVE 켬
en: LIVE ON

source: Ping 메시지 도착
en: Received Ping Event

source: 가이드
en: Guide

source: 가이드 프레임을 생성했어요.
en: Guide frame created

source: 가이딩 비디오를 불러오는 중 문제가 발생했습니다.
en: An error occurred while loading the guiding video.

source: 고객센터
en: Support

source: 그리드
en: GRID

source: 기기 검색(페어링)이 잘 안 돼요.
en: Finding Nearby Devices(pairing) isn’t working well.

source: 기기 연결하기
en: Connect

source: 깔끔하게 지웠어요.
en: Removed all

source: 내 기기로 사진을 촬영해요. 동시에 친구에게 화면을 실시간으로 공유합니다.
en: Take a photo with my phone. You will share your screen.

source: 내 기기로 찍고 있어요
en: Take a photo with my phone

source: 내가 사진 속 주인공이에요. 카메라 속 내 모습을 실시간으로 볼 수 있어요.
en: Become the model of your photos. You can see yourself being photographed.

source: 다른 기기와 연결이 잘 안 안돼요.
en: I’m having trouble connecting to other devices.

source: 닫기
en: Close

source: 뒤로가기
en: Back

source: 등록
en: Register

source: 등록된 기기를 지우고 싶어요.
en: I want to delete Registered Friends.

source: 등록된 친구
en: Registered Friends

source: 로그 내보내기
en: Export log

source: 로그 파일을 불러오고 있습니다.
en: Loading log file…

source: 매번 기기 검색 후, 연결을 해야하는지 궁금해요.
en: I’m wondering if I need to find nearby devices and connect every time.

source: 매직펜
en: Magic Pen

source: 모델
en: Model

source: 모델 가이드
en: Guide for model

source: 버전 정보
en: Version

source: 사진 보관함에 접근할 수 없어요. 설정에서 사진 보관함 접근을 허용해주세요.
en: Unable to access Photo Library. Please allow access to Photo Library in settings.

source: 삭제
en: Remove

source: 새로운 참고 이미지를 등록했어요.
en: A new reference image is uploaded

source: 새로운 친구를 등록하고 싶어요.
en: I want to register a new friend.

source: 서로 다른 역할의 기기끼리만 연결할 수 있어요
en: Only devices with different roles can connect to each other

source: 서비스 이용약관
en: Terms of Service

source: 설정
en: Settings

source: 설정 앱에서 Wi-Fi 기능을 활성화하고 다시 시도해주세요.
en: Activate Wi-Fi in settings and retry.

source: 설정으로 이동
en: Open Settings

source: 아니요! 찍자는 별도의 네트워크 연결이 필요하지 않습니다. 다만, 두 기기의 빠르고 매끄러운 연결을 위해 Wi-Fi Aware 기술을 사용하고 있기 때문에 와이파이가(와이파이 버튼이) 활성화 되어있기만 하면 됩니다.
en: No, ZZikZZa doesn't require any network connection. However, since it uses Wi-Fi Aware for seamless connections between the two devices, Wi-Fi just needs to be turned on (the Wi-Fi button activated).

source: 아래 경로를 통해 ‘Wi-Fi 식별자 재설정’을 진행하면 문제가 해결될 수도 있습니다. [아이폰 ‘설정’ → 개인정보 보호 및 보안 → 페어링된 기기 → Wi-Fi 식별자 재설정] 연결하려는 두 기기 모두 재설정해주시는 것이 가장 정확합니다.
en: You may be able to resolve the issue by resetting the “Wi‑Fi Identifier” using the path below. [On iPhone: Settings → Privacy & Security → Paired Devices → Reset Wi‑Fi Identifier] For the most accurate result, we recommend resetting it on both devices you are trying to connect.

source: 아래 경로를 통해 등록된 기기를 삭제할 수 있습니다. [아이폰 ‘설정’ → 개인정보 보호 및 보안 → 페어링된 기기 → 편집 → 삭제]
en: You can delete a registered device by following the steps below: [On iPhone: Settings → Privacy & Security → Paired Devices → Edit → Delete]

source: 언제든지 questionmark.circle 버튼으로 페어링하는 법을 다시 볼 수 있어요.
en: Every time you press the questionmark.circle button, you can see how to pair the devices.

source: 역할 바꾸기
en: Switch Role

source: 역할을 선택해주세요
en: Please select your role

source: 역할이 선택되지 않았습니다
en: No role selected

source: 연결
en: Connect

source: 연결 상태가 좋지 않아, 다시 연결하고 있어요.
en: Retry connecting. Please wait a moment.

source: 연결 시작하기
en: Start to connect

source: 연결 종료하기
en: End Connection

source: 연결 취소하기
en: disconnect

source: 연결된 기기
en: Connecting with

source: 연결에 실패했습니다
en: Connection failed

source: 연결을 종료합니다.
en: Ending the connection.

source: 연결이 불가능한 기기입니다.
en: This device is not supported for connection.

source: 연결이 종료되었어요.
en: End connection

source: 연결하기
en: Connect

source: 연결하던 중 오류가 발생했습니다. 문제가 반복되면 퀸덤 팀에 문의해주세요. %@
en: An error occurred during the connection. If the problem persists, please contact the Queendom team. %@

source: 우선 연결하려는 기기들의 역할이 다른지 확인해 주세요. 한 명은 모델을, 다른 한 명은 촬영을 선택해야 합니다. 만약 이후에도 연결이 되지 않는다면 두 기기 모두 전원을 껐다 켜서 재시도 해보시길 권장드립니다.
en: Make sure the two devices are set to different roles. One person must select Model, and the other must select Photograph. If the devices still cannot connect, we recommend turning both devices off and back on, then trying again.

source: 의견 보내기
en: Send Feedback

source: 이 기기는 다른 기기와의 연결이 어려워요. 대신 찍자의 여러 가이드 기능은 이용할 수 있어요.
en: This device cannot connect to other devices, but you can still use ZZikZZa guide features.

source: 이 화면이 뜨면 등록 완료에요. 창을 닫으면 연결 준비 완료!
en: When this screen appears, close the window and connect!

source: 이전에 기기 검색을 통해 페어링하여 등록된 친구 리스트에 있는 기기와는 ‘연결’ 버튼만 눌러 바로 연결할 수 있어요.
en: You can connect to devices that were previously paired and registered in your friends list just by tapping the “Connect” button.

source: 이전에 연결했던 기기가 등록된 친구에서 보이지 않아요.
en: I can’t find previously connected devices in my Registered Friends list.

source: 자주하는 질문
en: FAQ

source: 작가 가이드
en: Guide for photograph

source: 잘못된 범위
en: Invalid Range

source: 정보
en: More info

source: 주변 기기 찾기
en: Find Nearby Devices

source: 지우지 않아도 사라지는 펜입니다.
en: This is a disappearing pen

source: 찍자 사용할 때, 주변 와이파이에 연결하거나 데이터를 켜두어야 하나요?
en: Do I need to connect to surrounding Wi-Fi or keep mobile data on when using ZZikZZa?

source: 찍자 서비스 이용을 위해 카메라와 음성 권한을 허용해주세요.
en: Please allow access to the camera and microphone for ZZikZZa.

source: 찍자 앱의 설정 페이지에 있는 ‘의견 보내기’를 활용할 수 있습니다. 또한 찍자 인스타그램 DM([@zzikzza.kr](https://www.instagram.com/zzikzza.kr)) 또는 이메일 ([zzikzza@gmail.com](mailto:zzikzza@gmail.com))로 문의가 가능해요.
en: You can use the “Send Feedback” option on the ZZikZZa settings page. You can also contact us via Instagram DM ([@zzikzza.kr](https://www.instagram.com/zzikzza.kr)) or email ([zzikzza@gmail.com](mailto:zzikzza@gmail.com)).

source: 찍자 이용 가이드
en: How to use ZZikZZa

source: 찍자를 사용하다가 발생하는 문제나 오류는 어디로 신고를 하면 되나요?
en: Where should I report issues or errors that occur while using ZZikZZa?

source: 찍자를 사용할 수 있는 기기 사양이 궁금해요.
en: Which devices and models does ZZikZZa support?

source: 찍자에 적용된 최신 기술을 구동하기 위해서는 아이폰 12 이상의 모델이 필요합니다. 또한, 소프트웨어 버전도 중요해요. 원활한 실행을 위해 iOS 26 이상으로 업데이트가 되어 있어야만 사용하실 수 있습니다. 찍자는 두 기기의 빠르고 매끄러운 연결을 위해 Wi-Fi Aware 기술을 사용하고 있습니다. 이 기술은 기기 자체에 내장된 하드웨어(부품)가 있어야만 작동해요. 아쉽게도 해당 부품이 없는 이전 모델은 소프트웨어 업데이트만으로는 지원이 어려운 점, 너른 양해 부탁드립니다. 또한, 현재 찍자는 안드로이드에서 다운로드가 되지 않습니다. 안드로이드 유저분들의 요청이 많다는 것을 잘 알고 있습니다. 하지만 지금은 더 완벽한 서비스를 만들기 위해 iOS 환경 안정화에 전념하고 있어요. [찍자 지원 기기] iPhone 12 및 그 이후에 출시된 iPhone
en: To run the latest technology used in ZZikZZa, you need an iPhone 12 or later model. The software version is also important, and the app can only be used when your device is updated to iOS 26 or later. ZZikZZa uses Wi‑Fi Aware to enable fast and seamless connections between two devices. This technology only works on devices that have the necessary hardware built in. Unfortunately, older models that lack this hardware cannot be supported through software updates alone, and we kindly ask for your understanding. Currently, ZZikZZa is not available for download on Android. We are well aware that many Android users are requesting support, but for now, we are focusing on stabilizing the iOS experience to deliver a more complete service. [ Supported devices for ZZikZZa ] iPhone 12 and all later iPhone models

source: 참고 이미지를 삭제합니다.
en: Remove the reference image

source: 참고 이미지를 삭제했어요.
en: Remove the reference image

source: 참고 이미지를 확대하면 툴이 해제됩니다.
en: Tool disables when image enlarges

source: 창을 닫으면
en: close the window

source: 촬영
en: Photograph

source: 취소
en: Cancel

source: 취소하기
en: Cancel

source: 친구가 가이드 프레임을 생성했어요.
en: Friend created a guide frame

source: 친구가 새로운 참고 이미지를 등록했어요.
en: Friend uploaded a new reference image

source: 친구가 알려주는 6자리 코드를 입력해주세요.
en: Enter the 6-digit code provided by your friend.

source: 친구가 연결을 종료했어요. 다시 시작하려면 재연결해주세요.
en: Your friend has disconnected. Please reconnect to start again.

source: 친구가 참고 이미지를 등록했어요.
en: Friend uploaded the reference image

source: 친구가 참고 이미지를 삭제했어요.
en: Friend removed the reference image

source: 친구가 프레임을 삭제했어요.
en: Friend removed the frame

source: 친구가 프레임을 수정하고 있어요.
en: Friend is editing the frame

source: 친구에게도 참고 이미지가 공유되었어요
en: Friend can also see the reference image

source: 친구와 역할이 서로 바뀌었어요.
en: Switch roles

source: 친구와 연결을 끊고 촬영을 마칩니다.
en: Disconnect with your friend and finish taking photos.

source: 친구와 연결하기
en: Connect with your friend

source: 친구와 연결하기 위해 먼저 ‘주변 기기 찾기’를 통해 친구를 등록해주세요.
en: Please register your friend first via ‘Find Nearby Devices’ to connect with them.

source: 친구와 연결해보세요.
en: Connect with your friend

source: 친구의 기기에 올라간 참고 이미지도 함께 삭제됩니다.
en: The reference image on your friend’s device will be removed as well.

source: 친구의 화면을 함께 볼 수 있어요
en: View your friend’s screen

source: 코드를 알려주세요.
en: share it with your freind.

source: 코드를 입력
en: Enter

source: 페어링 방법이 궁금하신가요?
en: Wondering how to pair devices?

source: 펜
en: Pen

source: 페어링을 요청
en: pair

source: 페어링을 진행할 때, 상대 기기에 나온 코드를 입력했지만 그 화면에서 넘어가지 않아요.
en: When pairing, I entered the code shown on the other device, but the screen doesn’t proceed.

source: 펜으로 가이드를 그립니다.
en: Draw the guide with a pen

source: 프레임
en: Frame

source: 플래시
en: FLASH

source: 플래시 끔
en: FLASH OFF

source: 플래시 자동
en: FLASH AUTO

source: 플래시 켬
en: FLASH ON

source: 함께 참고할 이미지를 등록할 수 있습니다.
en: You can upload images for reference

source: 현재 **모델 모드** 입니다.
en: **Model** mode

source: 현재 **촬영 모드** 입니다.
en: **Photograph** mode

source: 확인
en: Confirm

source: 확인했어요
en: Confirm
